export default [
    {
      name: '安居华越龙苑',
      xy: [22.637751,114.033905],
      price: 39600,
      type: '人',
      source: '3'
    },
    {
      name: '御棠上府',
      xy: [22.723963,113.90651],
      price: 27449.68,
      type: '人',
      source: '2/3'
    },
    {
      name: '深业颐瑞府',
      xy: [22.768654,113.939577],
      price: 28447,
      type: '人',
      source: '2/3'
    },
    {
      name: '时光境花园',
      xy: [22.735952,113.952591],
      price: 24849.2,
      type: '安',
      source: '2/3'
    },
    {
      name: '盛境御府',
      xy: [22.659724,114.210366],
      price: 23565.53,
      type: '安',
      source: '2/3'
    },
    {
      name: '绿海山河逸居',
      xy: [22.656776,114.2175],
      price: 24084.11,
      type: '安',
      source: '2/3'
    }
]
