export default [
  {
    name: '山樾湾花园',
    address: '广东省深圳市南山区前海路0005号',
    point: [113.886367, 22.499036],
    price: 42640,
    date: '2024-04-30'
  },
  {
    name: '深铁熙府',
    address: '深圳市南山区碧海路与海湾路交叉路口往北约270米',
    point: [113.903557, 22.476164],
    price: 59394.52,
    date: '2024-04-01'
  },
  {
    name: '天健和瑞府',
    address: '深圳光明华裕路2036号',
    point: [113.93762, 22.772142],
    price: 28984,
    date: '2024-04-01',
    offset: [-50, -10]
  },
  {
    name: '深物业御棠上府',
    address: '深圳市光明区田湾支路玉塘派出所',
    point: [113.913187, 22.730162],
    price: 27449.68,
    date: '2024-04-01'
  },
  {
    name: '山樾湾花园',
    address: '广东省深圳市南山区前海路0005号',
    point: [113.886367, 22.499036],
    price: 42640,
    date: '2024-03-15'
  },
  {
    name: '信城·缙熙园',
    address: '深圳市龙华区悦兴路万科九龙山北侧约130米',
    point: [114.02606, 22.720994],
    price: 28205,
    date: '2024-03-13'
  },
  {
    name: '深房光明里',
    address: '深圳市光明区德雅路光明大第-2期东侧约60米',
    point: [113.952473, 22.747431],
    price: 23199.8,
    date: '2024-03-13'
  },
  {
    name: '伟城贤德瑞府',
    address: '广东省深圳市光明区李松蓢大圆路与李松蓢炮台路交汇处西南侧',
    point: [113.899785, 22.810054],
    price: 21950,
    date: '2024-03-13'
  },
  {
    name: '安居华越龙苑',
    address: '深圳市龙华区中华路广明工业区西侧约150米',
    point: [114.03992, 22.644032],
    price: 39600,
    date: '2024-03-07'
  },
  {
    name: '民轩揽翠台',
    address: '广东省深圳市光明区甘霖路33号',
    point: [113.940573, 22.771386],
    price: 21770,
    date: '2024-02-01'
  },
  {
    name: '合正方州雅居',
    address: '广东省深圳市龙岗区龙岗中心城圳埔南路14号',
    point: [114.258774, 22.714251],
    price: 23701.94,
    date: '2024-02-01'
  },
  {
    name: '港嵘拔翠园',
    address: '广东省深圳市盐田区永安路2号',
    point: [114.253791, 22.59555],
    price: 27352.07,
    date: '2024-02-01'
  },
  {
    name: '天和南苑',
    address: '广东省深圳市龙华区福城街道新和社区石清大道1号',
    point: [114.039076, 22.680601],
    price: 27250,
    date: '2024-02-01'
  },
  {
    name: '天和北苑',
    address: '广东省深圳市龙华区清华路8号',
    point: [114.038957, 22.682449],
    price: 27250,
    date: '2024-02-01',
    offset: [-50, -10]
  },
  {
    name: '汇先丰景园',
    address: '广东省深圳市光明区白花一路',
    point: [113.999217, 22.741561],
    price: 23518.67,
    date: '2024-02-01'
  },
  {
    name: '西湖梧桐居',
    address: '广东省深圳市盐田区上梧桐路1号',
    point: [114.249708, 22.569505],
    price: 27240.41,
    date: '2024-02-01'
  },
  {
    name: '中海寰宇珑宸花园',
    address: '广东省深圳市龙岗区宝龙大道与夏莲路交汇处',
    point: [114.319752, 22.694456],
    price: 19465.17,
    date: '2024-02-01'
  },
  {
    name: '顺明园',
    address: '广东省深圳市龙岗区平龙西路73-39-14~16号',
    point: [114.121704, 22.70076],
    price: 21729.45,
    date: '2024-02-01'
  },
  {
    name: '金地明峰府',
    address: '广东省深圳市光明区松白路与公明田园路交汇处',
    point: [113.871551, 22.786883],
    price: 22560.26,
    date: '2024-02-01'
  },
  {
    name: '雍山郡花园',
    address: '深圳市龙岗区龙凤路与龙平大道交汇处',
    point: [114.282108, 22.760045],
    price: 19348.85,
    date: '2024-02-01'
  },
  {
    name: '方直星云里',
    address: '广东省深圳市龙岗区新厦大道98号',
    point: [114.130302, 22.708158],
    price: 21062.74,
    date: '2024-02-01'
  },
  {
    name: '龙誉花园',
    address: '深圳市龙华区新区大道184号',
    point: [114.042066, 22.612514],
    price: 35949.72,
    date: '2024-02-01'
  },
  {
    name: '特发香阅四季园',
    address: '深圳市龙岗区香阅路尚峰花园西南侧约50米',
    point: [114.142555, 22.628536],
    price: 26448.25,
    date: '2024-02-01'
  },
  {
    name: '美盛岭尚苑',
    address: '深圳市龙岗区龙凤路与龙坪路交叉路口',
    point: [114.282563, 22.761657],
    price: 18820.75,
    date: '2024-02-01',
    offset: [-50, -10]
  },
  {
    name: '东岸雅居',
    address: '广东省深圳市龙岗区龙城街道华佳北路与盘龙路交汇处',
    point: [114.246764, 22.738594],
    price: 23513.47,
    date: '2024-02-01'
  },
  {
    name: '超核紫芸府',
    address: '广东省深圳市龙华区民塘路与玉龙路交叉口',
    point: [114.040891, 22.614852],
    price: 37549.6,
    date: '2024-02-01',
    offset: [-50, -10]
  },
  {
    name: '云禧公馆',
    address: '广东省深圳市龙岗区京南路59号',
    point: [114.135368, 22.606365],
    price: 28679.17,
    date: '2024-02-01'
  },
  {
    name: '帆湾海寓',
    address: '广东省深圳市大鹏新区高源南路澳头公寓北侧约220米',
    point: [114.441458, 22.628935],
    price: 14880,
    date: '2024-01-05'
  },
  {
    name: '邻里间家园',
    address: '深圳市宝安区甲岸路金汇名园南侧',
    point: [113.906863, 22.562142],
    price: 40418.51,
    date: '2024-01-05'
  }
]
