<template>
  <div class="siteUse_box">
    <p class="child_cont" style="margin-top:40px;">本协议详述您在<a href="#"> https://www.szlcsc.com</a>（以下简称"闲料网"）使用我们的服务所须遵守的条款和条件。如您有任何疑问，请及时联系我们。您注册成为闲料网用户前，必须仔细阅读本用户协议和隐私声明，一旦您注册成为了闲料网用户即表示您已经阅读、同意并接受本用户协议和隐私声明中所含的所有条款和条件。如果我们对本声明进行了任何变更，我们会在闲料网网站页面上发布有关变更事项的通知，所有协议内容在发布之日后自动生效。如您不同意该修订，您必须终止您与闲料网的用户关系。</p>
    <h2 class="siteUse_title">一、用户注册</h2>
    <p class="child_cont">（1） 用户资格：闲料网用户必须是适用法律下能够签订具有法律约束力的合同的个人。在不限制前述规定的前提下，我们的服务不向16周岁以下或被临时或无限期中止的闲料网用户提供。如您不合资格，请不要使用我们的服务。您的闲料网帐户不得向其他方转让或出售。闲料网保留根据其意愿中止或终止您的帐户的权利。</p>
    <p class="child_cont">（2） 资料填写：为确保交易的正常进行，用户必须向闲料网供真实、有效的个人资料，如个人资料有任何变动，必须及时通知闲料网更新。闲料网用户同意接收来自闲料网或者闲料网合作伙伴发出的邮件、信息。</p>
    <h2 class="siteUse_title">二、 隐私</h2>
    <p class="child_cont">闲料网设有适用于所有用户并纳入用户协议的隐私声明。您应当在注册时阅读并接受隐私声明以使用闲料网网站，且您在作为闲料网用户期间将继续受其规定（及闲料网对隐私声明作出的任何修订）的约束。</p>
    <p class="child_cont">（1）个人数据资料。包括个人识别资料：如姓名、性别、年龄、出生日期、身份证号码（或护照号码）、电话、通信地址、住址、电子邮件地址等情况；个人背景：职业、教育程度、收入状况、婚姻、家庭状况。在未经您同意及确认之前，闲料网不会将您的资料用于其它目的。</p>
    <p class="child_cont">（2）使用非个人信息。闲料网将通过您的IP地址来收集非个人化的信息，包括您的浏览器性质、操作系统种类、给您提供接入服务的ISP的域名等，以优化在您计算机屏幕上显示的页面。通过收集上述信息，我们亦进行客流量统计，从而改进网站的管理和服务。</p>
    <p class="child_cont">（3）个人数据安全。闲料网采用安全性的服务器使用控制设备保护保护您的个人数据。</p>
    <p class="child_cont">（4）个人数据披露和限制利用。当国家机构依照法定程序要求闲料网披露个人资料时，闲料网将根据执法单位的要求或为公共安全目的提供个人资料。在此情况下披露的任何内容，闲料网不承担任何责任。闲料网在符合下列条件时，对个人资料进行必要范围以外利用：已取得您的书面同意；为免除您在生命、身体或财产方面之急迫危险；为防止他人权益之重大危害；为增进公共利益，且无害于您的重大利益。</p>
    <h2 class="siteUse_title">三、交易</h2>
    <p class="child_cont">用户在闲料网进行物品购买时必须遵守以下条款：</p>
    <p class="child_cont">（1）您应就您使用闲料网的服务及对物品购买遵守所有适用的中国法律、法规、条例和地方性法律要求。您还必须确保您遵守本用户协议和隐私声明及纳入上述文件的所有其它条款和规则的所有规定。</p>
    <p class="child_cont">（2）如您在闲料网购买物品，您有义务完成与闲料网的交易，但法律或本用户协议禁止的交易除外。通过对一项物品的下订单，您同意受该物品描述所含的出售条件的约束，只要该等出售条件不违反本协议或不是非法的。</p>
    <p class="child_cont">（3）闲料网网站上的广告，价目表和声明并不构成要约。闲料网有权在发现了闲料网网站上显现的产品及订单的明显错误或缺货的情况下，单方面撤回该信息或撤销合同。闲料网保留对产品订购的数量的限制权。在下订单的同时，您也同时承认了您已经达到购买这些产品的法定年龄，并将对您在订单中提供的所有信息的真实性负责。</p>
    <p class="child_cont">（4）产品价格和可获性都在网站上指明。这类信息将随时更改且不发任何通知。送货费将另外结算，费用根据您选择的送货方式的不同而异。如果发生了意外情况，在确认了您的订单后，由于供应商提价，税额变化引起的价格变化，或是由于网站的错误等造成价格变化，闲料网会通过email或电话通知您，在闲料网没有取消订单的情况下，让您决定是否取消订单。</p>
    <h2 class="siteUse_title">四、售后服务与产品质量保证</h2>
    <p class="child_cont">（1）如您对提供服务、所购产品等有任何疑问，您可通过平台所载明的售后服务联系方式进行咨询，详见售后服务。</p>
    <p class="child_cont">（2）产品的质量保障：</p>
    <p class="child_cont">闲料网提供的产品质量按以下标准执行：有国家标准或专业标准的，按国家标准或专业标准执行；无前述标准的，按生产企业标准执行；无生产企业标准的，由客户与闲料网协商确定。若经权威（或双方认可的）第三方检测机构检测认定确系闲料网原因导致的产品质量不符合以上标准，请您第一时间与售后客服联系，售后客服将竭诚为您服务。</p>
    <h2 class="siteUse_title">五、网站安全</h2>
    <p class="child_cont">您同意，未经闲料网明示书面准许，您不会为了任何目的使用任何机器人、蜘蛛软件、刷屏软件或其他自动方式进入网站。此外，您同意您将不会：</p>
    <p class="child_cont">（1）进行任何对闲料网网站造成或可能造成（按闲料网自行酌情确定）不合理或不合比例的重大负荷的行为；</p>
    <p class="child_cont">（2）未经闲料网事先明示书面准许，对网站的任何内容（除您的个人信息以外）制作拷贝、进行复制、修改、制作衍生作品、分发或公开展示；</p>
    <p class="child_cont">（3）干扰或试图干扰网站的正常工作或网站上进行的任何活动；</p>
    <p class="child_cont">（4）在网站中使用违反适用的法律法规下可能视为被禁止或可能被禁止的任何内容；</p>
    <p class="child_cont">（5）对网站使用包含可能破坏、改变、删除、不利影响、秘密截取、未经授权而接触或征用任何系统、数据或个人资料的任何病毒、特洛依木马、蠕虫、定时炸弹、删除蝇、复活节彩蛋、间谍软件或其他电脑程序。 </p>
    <h2 class="siteUse_title">六、知识产权声明</h2>
    <p class="child_cont">闲料网所提供的网络服务的相关著作权、专利权、商标、商业秘密及其它任何所有权或权利，均属闲料网所有。非经闲料网的同意，任何人或用户均不得擅自下载、复制、传输、改编、编辑，否则应负所有法律责任。闲料网拥有向用户提供网络服务过程中所产生并储存于服务器中的任何数据信息的所有权。</p>
    <h2 class="siteUse_title">七、免责声明</h2>
    <p class="child_cont">闲料网有义务在技术上确保网站的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户网上交易活动的顺利进行。但如因不可抗力或其他闲料网无法控制的原因使闲料网网站崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，闲料网不承担责任；任何用户向闲料网提供错误、不完整、不实信息等造成不能正常使用闲料网服务或遭受任何其他损失，概与闲料网无关</p>
    <h2 class="siteUse_title">八、其它</h2>
    <p class="child_cont">本协议在所有方面均受中华人民共和国法律管辖。本网站所有用户均不可撤销地受闲料网持有人所在地的中国深圳市福田区法院及上级法院的管辖。本协议的规定是可分割的，如本协议任何规定被裁定为无效或不可执行，该规定可被删除而其余条款应予以执行。您同意，在发生并购，本协议和所有纳入的协议可由闲料网自行酌情决定向第三方自动转让。标题仅为参考之用，在任何方面均不界定、限制、解释或描述该条的范围或限度。</p>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
.siteUse_box{
  text-align: center;
}
.siteUse_title{  
  font-size: 15px;
  text-align: left;
  margin:5px;
  color: #0093E6;
}
.child_cont{
  width: 100%;
  text-align: left;  
  font-size: 14px;
  line-height: 2;
  text-indent:2em;
  a{
    color: #0093EA;
    text-decoration: underline;
  }
}
</style>

