export default [
  // {
  //   name: '碧桂园荣汇花园',
  //   xy: [22.624214, 114.072092],
  //   price: 23872,
  //   type: '安',
  //   source: '2',
  //   area: '440307'
  // },
  // {
  //   name: '菁英领寓',
  //   xy: [22.681803, 113.832363],
  //   price: 21859,
  //   type: '安',
  //   source: '2',
  //   area: '440306'
  // },
  // {
  //   name: '宝泰雅苑',
  //   xy: [22.62897, 114.029213],
  //   price: 21587,
  //   type: '安',
  //   source: '2',
  //   area: '440309'
  // },
  // {
  //   name: '观禧花园',
  //   xy: [22.728747, 114.105218],
  //   price: 15579,
  //   type: '安',
  //   source: '2',
  //   area: '440309'
  // },
  // {
  //   name: '凤凰领寓',
  //   xy: [22.679903, 113.833711],
  //   price: 22910,
  //   type: '安',
  //   source: '2/3',
  //   area: '440306'
  // },
  // {
  //   name: '立新领寓',
  //   xy: [22.680089, 113.833449],
  //   price: 22910,
  //   type: '安',
  //   source: '2',
  //   area: '440306'
  // },
  // {
  //   name: '丰盛懿园',
  //   xy: [22.719454, 114.031821],
  //   price: 21335,
  //   type: '安',
  //   source: '2',
  //   area: '440309'
  // },
  // {
  //   name: '天鹅湖畔花园',
  //   xy: [22.672769, 114.160829],
  //   price: 18902,
  //   type: '安',
  //   source: '2/3',
  //   area: '440307'
  // },
  // {
  //   name: '佳兆业云峰汇花园',
  //   xy: [22.76586, 113.941105],
  //   price: 22404,
  //   type: '安',
  //   source: '2',
  //   area: '440311'
  // },
  // {
  //   name: '民轩揽翠台',
  //   xy: [22.765645, 113.933985],
  //   price: 21770,
  //   type: '安',
  //   source: '2',
  //   area: '440311'
  // },
  // {
  //   name: '兆邦基端慧苑',
  //   xy: [22.761249, 113.905361],
  //   price: 20818,
  //   type: '安',
  //   source: '2',
  //   area: '440311'
  // },
  // {
  //   name: '天屿花园',
  //   xy: [22.744947, 114.041519],
  //   price: 22170,
  //   type: '安',
  //   source: '2/3',
  //   area: '440309'
  // },
  // {
  //   name: '港嵘拔翠园',
  //   xy: [22.589228, 114.247334],
  //   price: 27352.07,
  //   type: '安',
  //   source: '2/3',
  //   area: '440308'
  // },
  // {
  //   name: '万科光年四季花园',
  //   xy: [22.766008, 113.935631],
  //   price: 22997,
  //   type: '安',
  //   source: '2/3',
  //   area: '440311'
  // },
  // {
  //   name: '汇先丰景园',
  //   xy: [22.735246, 113.992781],
  //   price: 23518.67,
  //   type: '安',
  //   source: '2/3',
  //   area: '440311'
  // },
  // {
  //   name: '卓弘星辰花园',
  //   xy: [22.660567, 114.220283],
  //   price: 20322,
  //   type: '安',
  //   source: '2',
  //   area: '440307'
  // },
  // {
  //   name: '合正方州雅居',
  //   xy: [22.707973, 114.252309],
  //   price: 23592.92,
  //   type: '安',
  //   source: '2/3',
  //   area: '440307'
  // }
]
