export default [
  {
    name: '安居云畔',
    xy: [22.584567, 114.243065],
    price: 31700,
    type: '人',
    source: '2/3',
    area: '440308'
  },
  {
    name: '安居鸿栖台',
    xy: [22.596609, 113.899501],
    price: 42900,
    type: '人',
    source: '3',
    area: '440306'
  },
  {
    name: '安居福汇阁',
    xy: [22.694482, 113.804495],
    price: 30400,
    type: '人',
    source: '2/3',
    area: '440306'
  },
  {
    name: '安居凤桐苑',
    xy: [22.738441, 113.92812],
    price: 29000,
    type: '人',
    source: '2/3',
    area: '440311'
  },
  {
    name: '华侨城九樾广场',
    xy: [22.778159, 113.933844],
    price: 30150,
    type: '人',
    source: '2/3',
    area: '440311'
  },
  {
    name: '新城华苑',
    xy: [22.71573, 113.777505],
    price: 30482,
    type: '人',
    source: '2/3',
    area: '440306'
  },
  {
    name: '星河开市客环球商业中心',
    xy: [22.627372, 114.014917],
    price: 44900,
    type: '人',
    source: '3',
    area: '440309'
  },
  {
    name: '安居峰景苑',
    xy: [22.710484, 114.058372],
    price: 29700,
    type: '人',
    source: '2/3',
    area: '440309'
  },
  {
    name: '星河珑府',
    xy: [22.684631, 114.293545],
    price: 23270.3,
    type: '人',
    source: '2/3',
    area: '440309'
  }
]
